Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/private_residential_tenancies_board.html.txt.tmx
Source language: en
Languages: ga

source: • Services provided by the RTB
ga: • Acht um Thionóntachtaí Cónaithe 2004

source: The Private Residential Tenancies Board (PRTB) was set up under the Residential Tenancies Act 2004
ga: Bunaíodh an Bord um Thionóntachtaí Cónaithe Príobháideacha (BTCP) faoin Acht um Thionóntachtaí Cónaithe 2004

source: The RTB's main functions are:
ga: Is é an príomh-ról atá aige:

source: • Maintaining a register of private residential tenancies and tenancies of approved housing bodies
ga: • Clár thionóntachtaí príobháideacha a chothabháil

source: • Providing a dispute resolution service for tenants and landlords (including approved housing bodies)
ga: • Seirbhís réitigh díospóide a sholáthar

source: • Carrying out research into the private rented sector
ga: • Dul i mbun taighde maidir le hearnáil an chíosa phríobháidigh

source: It also provides policy advice to the Government on the private rented sector
ga: Ina theannta seo, tugann an Bord comhairle beartais don Rialtas maidir le h-earnáil an chíosa phríobháidigh

source: They set out the rights and obligations of both landlords and tenants in these sectors
ga: Athraíonn an tAcht um Thionóntachtaí Cónaithe (Leasú) 2015 cuid de na rialacha

source: Services provided by the RTB
ga: Beidh tuilleadh faisnéise ar fáil go luath

source: Read more in our document on registering a tenancy
ga: Acht um Thionóntachtaí Cónaithe 2004

source: The RTB can share information with local authorities, which enforce the regulations relating to standards and rent books
ga: Pléann an tAcht um Thionóntachtaí Cónaithe 2004 le rialáil earnáil phríomhshrutha na tithíochta príobháidí ar cíos

source: You can initiate the dispute resolution process if you are a tenant, a landlord or are otherwise directly affected by a problem (for example, if you are a neighbour)
ga: Sonraíonn an tAcht cearta agus oibleagáidí tionóntaí agus tiarnaí talún araon maidir le tionóntachtaí príobháideacha tithíochta

source: The RTB has published a number of research reports on issues in the private rented sector and it also publishes a quarterly Rent Index
ga: Séard is tionóntacht phríobháideach tithíochta inti ná tionóntacht a n-aontaíodh go príobháideach idir tionónta agus tiarna talún

source: The Residential Tenancies Acts 2004-2015 do not apply to the following types of rented property:
ga: Ní fheidhmíonn an tAcht do chineálacha áirithe maoine ar cíos:

source: • Formerly rent-controlled dwellings or long occupation lease tenancies – separate legislation applies to them
ga: • Ionaid chónaithe a bhíodh faoi rialú cíosa nó tionóntachtaí ar léas fad-sealbhaithe – feidhmíonn reachtaíocht ar leithligh dóibhsean

source: • A room that you rent in your landlord's home
ga: • Cóiríocht i seilbh an úinéara (m.sh

source: • Dwellings in which the spouse, parent or child of the landlord lives
ga: • Ionaid chónaithe ina gcónaíonn céile, tuismitheoir nó leanbh leis an tiarna talún

source: This applies to informal family arrangements where there is no tenancy agreement in writing
ga: Feidhmíonn seo do shocrúcháin theaghlaigh neamhfhoirmiúla nach mbíonn aon chomhaontú tionóntachta ann i scríbhinn

source: However, the Act does cover formal agreements between family members, for example where a lease has been signed
ga: Cumhdaíonn an tAcht comhaontuithe foirmiúla idir baill teaghlaigh m.sh. mar ar síníodh léas

source: Part 4 of the Act (which deals with security of tenure) does not apply to:
ga: Ní fheidhmíonn Cuid 4 den Acht (a chlúdaíonn daingneacht tionachta) do:

source: • Employment-related lettings – these are sometimes called 'tied' houses in that they are tied to the job and you must leave the dwelling when the job ends, and
ga: • Ligean a bhaineann le fostaíocht – tugtar tithe 'ceangailte' orthu seo ar uairibh, sa mhéid is go mbíonn siad ceangailte leis an bpost agus nach mór duit an teach cónaithe a fhágáil ar chríochnú an phoist féin

source: • Section 50 student accommodation (pdf)
ga: • Cóiríocht do mhic léinn faoi Alt 50 (pdf)

source: The basic rate is €90 per tenancy where the RTB receives the completed application within a month of the start of the tenancy, with a late fee of €180 per tenancy where an application is received after that
ga: Déanann an Bord clár náisiúnta tionóntachtaí príobháideacha a chothabháil. Ní mór tionóntachtaí a chlárú

source: Reduced rates apply to approved housing bodies for 12 months from 7 April 2016
ga: Tá tiarnaí talún freagrach as clárú agus gerrtar píonóis ar thiarnaí talún nach gcláraíonn

source: The online fee for dispute resolution by adjudication is €15 and it costs €25 to apply on paper
ga: Is féidir le tiarnaí talún, tionóntaí agus páirtithe eile ar a dtéann an díospóid i bhfeidhm (m.sh

source: There is no fee if you apply to have your dispute resolved by mediation
ga: comharsana) réiteach na díospóide a thionscnamh

source: The online fee for appeal to a tenancy tribunal is €85 and it costs €100 to apply on paper
ga: Léigh tuilleadh inár ndoiciméad ar díospóidí a réiteach agus ar láithreán gréasáin an BTCP

source: You can register a tenancy online or else contact the RTB and ask for a tenancy registration form
ga: Léigh tuilleadh ar láithreán gréasáin BTCP

source: You can submit a dispute online or else contact the RTB and ask for a dispute application form
ga: Ní ghearrtar an BTCP táille iarratais nuair a roghnaíonn tú an díospóid a réiteach trí idirghabháil
